<?php

return [
	'headline' => 'Тебе не нравится реклама?',
	'text' => 'Конечно, мы можем это понять. Но чтобы сохранить Nachricht.co живым, мы должны ежемесячно вкладывать деньги в такие вещи, как арендованные серверы. Кроме того, мы вкладываем душу и сердце в этот проект в виде программирования, перевода и поддержки.',
	'boldText' => 'Если вы хотите поддержать нашу работу и Nachricht.co, пожалуйста, отключите ваш AdBlocker на нашем сайте! 😊',

	'development' => 'дальнейшее развитие',
	'servers' => 'аренда сервера',
	'help' => 'Ваша поддержка',

	'reloadButton' => 'Перезагрузить страницу и принять cookie-файлы',
	'disagreeButton' => 'отказ'
];
