<?php

return [
	'consent' => 'параметры печенья',
	'consentText' => 'Мы используем файлы cookie на нашем сайте. Некоторые из этих файлов cookie необходимы (например, для выбора языка), в то время как другие помогают нам сделать news.co еще лучше и экономичнее. Вы можете отказаться от участия или принять предложение и оказать нам существенную помощь. Более подробную информацию об этом вы можете найти в нашей Политике конфиденциальности.',
	'agreeButton' => 'Я согласен!',
	'disagreeButton' => 'Принимать только основные файлы cookie',

	'essential' => 'Существенный',
	'marketing' => 'сбыт',
	'externalMedia' => 'Внешние средства массовой информации',
];
