<?php

return [
	'hours' => 'часы',
	'days' => 'дни',

	'messagePlaceholder' => 'Введите ваше сообщение здесь ....',
	'passwordPlaceholder' => 'Пароль (необязательно) ....',
	'deleteAfterReadLabel' => 'Удалить после прочтения',
	'deadlineLabel' => 'крайний срок',
	'passwordLabel' => 'пароль',
	'createButton' => 'Создать сообщение',

	'copyButton' => 'Скопировать ссылку',
	'copyText' => 'Скопируйте ссылку и отправьте ее кому угодно.<br/>Созданное сообщение удаляется после его первого открытия.',
	'createNew' => 'Новое сообщение',

	'openText' => 'Сообщение может быть открыто только один раз, а затем само себя уничтожает.',
	'openWithPasswordText' => 'Кроме того, сообщение было защищено паролем.',
	'openPasswordPlaceholder' => 'Введите пароль ....',
	'openButton' => 'Открыть сообщение',

	'welcome' => 'Что такое Nachricht.co?',
	'welcomeText' => 'С Nachricht.co вы можете отправлять саморазрушительные и зашифрованные односторонние сообщения через Интернет. Вам даже не нужно обходиться без курьера или социальной сети по своему выбору. Независимый, безопасный и бесплатный!',

	'deletion' => 'Полное удаление',
	'deletionText' => 'Сообщения разрушаются после первого открытия. Если сообщение не было открыто, оно будет автоматически удалено через 24 часа. Удаленные сообщения не могут быть восстановлены и уничтожены навсегда.',

	'encryption' => 'Сильное шифрование',
	'encryptionText' => 'В целях защиты сообщений от несанкционированного доступа каждое сообщение, равно как и ваше соединение с нами, шифруются по отдельности. Для этого мы используем AES с длиной ключа 256 бит, который одобрен для государственных документов с наивысшим уровнем секретности.',

	'anonymity' => 'анонимность',
	'anonymityText' => 'Мы хотим, чтобы вы могли общаться анонимно и безопасно, насколько это возможно. По этой причине мы не храним и не требуем от вас никаких личных данных или IP-адресов.',

	'responsiveness' => 'Идеально подходит для смартфонов и планшетов',
	'responsivenessText' => 'Мы оптимизировали Nachricht.co для ваших мобильных устройств, чтобы вы могли писать максимально безопасно в дороге - быстрее загружать файлы и автоматически регулировать экран.',

	'development' => 'Дальнейшее развитие, ориентированное на пользователя',
	'developmentText' => 'Unsere Nutzer sind uns sehr wichtig und genau deshalb orientieren wir uns bei der Weiterentwicklung neben größtmöglicher Sicherheit, auch an deinem Feedback.',

	'userfriendly' => 'простота использования',
	'userfriendlyText' => 'Мы придаем большое значение простоте и простоте дизайна, чтобы вы нашли свой путь как можно лучше. Кроме того, автоматически распознаются и преобразуются гиперссылки и смайлики.',

	'step1' => '<b>Шаг 1:</b> Введите нужное сообщение в текстовое поле в верхней части страницы и нажмите кнопку "Создать сообщение".',
	'step2' => '<b>Шаг 2:</b> Скопируйте появившуюся у вас ссылку и отправьте ее тому, с кем вы хотите поговорить - например, через Facebook или WhatsApp.',
	'step3' => '<b>Шаг 3:</b> Теперь собеседник перейдет по ссылке и сможет прочитать сообщение только один раз, так как оно само себя уничтожает.',
];